12/data/attachments/415144df8b423e29.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Robin_report_Friend_80736_6</nif:username>
            <nif:friendToBeRequested>soap_friends_7517b9fd-d6d3-4a46-9355-acf0c1718140</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>